Repository: Weej1/www
Catalog: torrents/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: torrentsfm_desc
es: Buscador libre de torrents con acceso rápido, simple y fácil a todas las descargas de torrents en un sólo sitio.
fr: Moteur de recherche libre de torrents avec un accès rapide, simple et facile à tous les téléchargements de torrents en un seul endroit.

source: A free, fast, easy to use search engine for Torrents.
es: Buscador de torrents rápido, simple y fácil de usar.
fr: Un moteur de recherche gratuit, rapide, facile à utiliser pour Torrents.

source: Torrents Search Engine
es: Buscador de torrents
fr: Moteur de recherche de torrents

source: Search files
es: Buscar
fr: Recherche

source: find torrents
es: encuentra torrents
fr: recherche torrents

source: All torrents
es: Todos
fr: Tous

source: All
es: Todos
fr: Tous

source: Movie
es: Película
fr: Film

source: Movies
es: Películas
fr: Films

source: Movie torrents
es: Torrents de películas
fr: Torrents de films

source: Game
es: Juego
fr: Jeu

source: Games
es: Juegos
fr: Jeux

source: Game torrents
es: Torrents de juegos
fr: Torrents de jeux

source: TV torrents
es: Torrents de TV
fr: Torrents de TV

source: Music
es: Música
fr: Musique

source: Music torrents
es: Torrents de música
fr: Torrents de musique

source: Anime torrents
es: Torrents de anime
fr: Torrents d'anime

source: Book
es: Libro
fr: Livre

source: Books
es: Libros
fr: Livres

source: Book torrents
es: Torrents de libros
fr: Torrents de livres

source: Adult
es: Adultos
fr: Adulte

source: Adult torrents
es: Torrents para adultos
fr: Torrents d'adultes

source: Software
es: Programas
fr: Logiciel

source: Software torrents
es: Torrents de programas
fr: Torrents de logiciels

source: Mobile
es: Móvil
fr: Cellulaire

source: Mobile torrents
es: Torrents para móviles
fr: Torrents de cellulaires

source: Picture
es: Imagen
fr: Image

source: Pictures
es: Imágenes
fr: Images

source: Picture torrents
es: Torrents de imágenes
fr: Torrents d'images

source: Follow us via RSS
es: Síguenos por RSS
fr: Suivez-nous sur RSS

source: Home page
es: Inicio
fr: Accueil

source: About us
es: Nosotros
fr: Présentation

source: Our products
es: Nuestros productos
fr: Nos produits

source: Contact us
es: Contáctanos
fr: Contact

source: Terms &amp; Privacy
es: Términos y privacidad
fr: Conditions et confidentialité

source: Copyright &amp; DMCA
es: Copyright y DMCA
fr: Droits d'auteur et DMCA

source: News
es: Noticias
fr: Nouvelles

source: General
es: Generales
fr: Général

source: Technology
es: Tecnología
fr: Technologie

source: Windows binaries
es: Binarios de Windows
fr: Binaires de Windows

source: Source code
es: Código fuente
fr: Code source

source: Sitemap
es: Mapa del sitio
fr: Plan du site

source: Most popular
es: Más populares
fr: Les plus populaires

source: Top searches
es: Búsquedas frecuentes
fr: Les plus cherchés

source: Other
es: Otros
fr: Autres

source: Some rights reserved.
es: Algunos derechos reservados.
fr: Certains droits réservés.

source: site_license
es: Sitio web bajo licencia Creative Commons %(license)s.
fr: Site sous licence Creative Commons %(license)s.

source: site_source
es: %(source_link)s under %(source_license)s license.
fr: %(source_link)s sous %(source_license)s licence.

source: Fast version
fr: Version rapide

source: Secure version
fr: Version sécurisée

source: Find. Download. Play!
es: Busca. Descarga. ¡Disfruta!
fr: Recherchez. Téléchargez. Amusez-vous!

source: install_downloader
es: INSTALA NUESTRO<br/>TORRENTS DOWNLOADER
fr: INSTALLEZ NOTRE<br/>TORRENTS DOWNLOADER

source: for Windows
es: para Windows
fr: pour Windows

source: Free
es: Gratis
fr: Gratuit

source: for OSX & Linux: coming soon...
es: para OSX y Linux: proximamente...
fr: pour OSX et Linux: bientôt...

source: Download source
es: Descargar código fuente
fr: Télécharger code source

source: Get it Now!
es: ¡Bájalo ya!
fr: Obtenir maintenant!

source: share_responsibly
es: <strong>COMPARTE DE FORMA RESPONSABLE:</strong> El uso de Torrents Downloader para subir o descargar materiales con derechos de autor sin permiso o autorización de sus titulares puede ser ilegal y podrá someterle a usted (o al abonado del PSI) a responsabilidades y penalizaciones civiles y/o criminales. Existe un número significativo de titulares de derechos de autor que han autorizado el intercambio de sus contenidos para fines no comerciales, como algunos contenidos con formato de licencia de Creative Commons. Además, hay contenidos disponibles de dominio público y no protegidos por derechos de autor. La mayoría de las canciones que están a la venta NO están actualmente autorizadas para su redistribución gratuita, pero requieren una compra o una licencia aparte.
fr: <strong>PARTAGEZ DE MANIERE RESPONSABLE:</strong> utiliser Torrents Downloader pour charger ou télécharger matériel avec droits d'auteur sans permission ou l'autorisation des titulaires des droits d'auteur peut être illégale et pourrait vous soumettre à des responsabilités et des sanctions civiles et/ou pénales. Un nombre important de titulaires de droits d'auteur ont autorisé le partage de leur contenu à des fins non commerciales, comme des fichiers avec licence Creative Commons. En plus, il y a des contenus disponibles dans le domaine public et non protégés par le droit d'auteur. La plupart des chansons qui sont en vente ne sont pas autorisées pour la redistribution gratuite, mais nécessitent de les acheter ou d'avoir une licence séparée.

source: Easy to use
es: Fácil de usar
fr: Facile à utiliser

source: downloader_easy_desc
es: Todas las posibilidades de descarga a tu alcance, sin complicaciones técnicas.
fr: Toutes les possibilités de téléchargement à votre disposition, sans complications techniques.

source: Fast finder
es: Búsquedas instantáneas
fr: Recherche rapide

source: downloader_fast_desc
es: Encuentra rápidamente cualquier cosa que estés buscando: videos, música, programas, etc...
fr: Trouver rapidement ce que vous cherchez: vidéos, musique, logiciels, etc...

source: Library and Player
es: Biblioteca y reproductor
fr: Bibliothèque et lecteur

source: downloader_library_desc
es: Todas tus descargas se organizan automáticamente. Recórrelas y reproduce la descarga que desees!
fr: Tous vos téléchargements sont organisées automatiquement. Parcourrez-les et jouez ceux que vous voulez!

source: Find
es: Buscar
fr: Rechercher

source: Find screenshot
es: Captura de la pestaña buscar
fr: Capture d'écran de l'onglet Rechercher

source: downloader_find_desc_1
es: Torrents Downloader está diseñado para ser fácil de usar, intuitivo y seguro. Puedes buscar todo tipo de contenidos de forma muy simple. Comprueba el progreso de tus descargas, y manéjalas como desees. Accede a las descargas que han acabado rápidamente desde la aplicación.
fr: Torrents Downloader est conçu pour être facile à utiliser, intuitif et sécurisé. Vous pouvez chercher tous les types de contenu d'une manière très simple. Vérifiez l'état de vos téléchargements, et les utilisez-les comme vous souhaitez. Allez aux téléchargements terminés rapidement dans l'application.

source: downloader_find_desc_2
es: Sabemos que quieres disfrutar tus vídeos, música y todo lo demás, pero perder el mínimo tiempo posible en aprender todos los aburridos detalles. No te preocupes, ¡nosotros nos ocupamos de todo! La simplicidad de nuestra interfaz te permitirá hacerlo.
fr: Nous savons que vous voulez vous faire plaisir avec vos vidéos, musique et tout le reste, mais perdre le moins de temps pour apprendre tous les détails ennuyeux. Ne vous inquiétez pas, nous allons prendre soin de tous! La simplicité de notre interface vous permettra de le faire.

source: Download screenshot
es: Captura de la pestaña descargar
fr: Capture d'écran de l'onglet Telécharges

source: downloader_download_desc_1
es: Con Torrents Downloader podrás descargar más rápido que nunca. Tus descargas volarán gracias a la red torrent, la solución P2P más rápida que existe.
fr: Avec Torrents Downloader vous pouvez télécharger plus rapidement. Vos téléchargements volent grâce au réseau torrent, la solution P2P la plus rapide qu'il existe.

source: downloader_download_desc_2
es: Nos tomamos la seguridad muy en serio. Torrents Downloader utiliza la tecnología de la librería libtorrent, que garantiza una experiencia de descarga protegida y segura.
fr: Nous prenons la sécurité très au sérieux. Torrents Downloader utilise la technologie de la librairie libtorrent, assurant une expérience de téléchargement avec sécurité.

source: Play
es: Reproducir
fr: Lecture

source: Play screenshot
es: Captura de la pestaña reproducir
fr: Capture d'écran de l'onglet Lecture

source: downloader_play_desc_1
es: No necesitas rebuscar más, todas tus descargas estarán organizadas y listas para ser reproducidas directamente desde la aplicación.
fr: Pas besoin de chercher plus loin, toutes vos téléchargements seront organisés et prêts à être joué directement dans l'application.

source: downloader_play_desc_2
es: Queremos que estés seguro. Por eso, te recomendamos que utilices un antivirus para protegerte contra amenazas que pudieran provenir de descargas de orígenes no verificados.
fr: Nous voulons que vous soyez sûr. C'est pourquoi nous vous recommandons d'utiliser un logiciel antivirus pour vous protéger contre les menaces qui peuvent provenir de sources non vérifiées des téléchargements.

source: downloader_play_desc_3
es: Recorre tus descargas, elige la que quieres y ¡disfruta!
fr: Parcourez vos téléchargements, sélectionnez celui que vous voulez et amusez-vous!

source: Popular searches
es: Búsquedas populares
fr: Recherches populaires

source: Popular torrents
es: Torrents populares
fr: Torrents populaires

source: Popular
es: Más populares
fr: Populaires

source: popular_torrents_interval
es: Torrents populares %(interval)s
fr: Torrents populaires %(interval)s

source: popular_torrents_links
es: Tambien puedes visitar los torrents más populares %(links)s.
fr: Vous pouvez également visiter les torrents les plus populaires %(links)s.

source: popular_torrents_interval_desc
es: Estos son los torrents más populares %(interval)s
fr: Ce sont les torrents les plus populaires %(interval)s

source: popular_searches_interval
es: Búsquedas populares %(interval)s
fr: Recherches les plus populaires %(interval)s

source: popular_category
es: %(categorys)s populares
fr: %(categorys)s populaires

source: popular_category_torrents
es: Torrents populares de %(categorys)s
fr: Torrents populaires de %(categorys)s

source: popular_category_desc
es: Torrents populares de %(categorys)s en Torrents.fm, el buscador libre y rápido de torrents.
fr: Torrents populaires de %(categorys)s à Torrents.fm, le moteur de recherche de torrents libre et rapide.

source: category_desc
es: Torrents de %(query)s en %(categorys)s en Torrents.fm, el buscador libre y rápido de torrents.
fr: Torrents de %(query)s en %(categorys)s à Torrents.fm, le moteur de recherche de torrents libre et rapide.

source: popular_category_searches
es: Búsquedas populares en %(categorys)s
fr: Recherches populaires en %(categorys)s

source: search_torrents
es: Torrents de %(query)s
fr: Torrents de %(query)s

source: search_desc
es: Baja torrents de %(query)s del buscador Torrents.fm con descargas rápidas y gratuitas.
fr: Téléchargez torrents de %(query)s avec le moteur de recherche Torrents.fm rapidement et gratuitement.

source: category_search_torrents
es: Torrents de %(query)s en %(categorys)s
fr: Torrents de %(query)s en %(categorys)s

source: page_number
es: Página %(number)d
fr: Page %(number)d

source: download_desc
es: Descarga torrents en Torrents.fm
fr: Téléchargez torrents à Torrents.fm

source: download_category_desc
es: Descarga torrents de %(categorys)s en Torrents.fm
fr: Téléchargez torrents de %(categorys)s à Torrents.fm

source: Name
es: Nombre
fr: Nom

source: Size
es: Tamaño
fr: Longueur

source: Created
es: Creación
fr: Création

source: Download
es: Descargar
fr: Télécharger

source: No preview
es: Sin imagen
fr: Sans image

source: preview_file
es: Imagen para %(name)s
fr: Image pour %(name)s

source: delta_ago
es: hace %(delta)s
fr: il y a %(delta)s

source: Share on Facebook
es: Compartir en Facebook
fr: Partager en Facebook

source: Share on Twitter
es: Compartir en Twitter
fr: Partager en Twitter

source: Share on Google Plus
es: Compartir en Google Plus
fr: Partager en Google Plus

source: Download .torrent file
es: Descargar fichero .torrent
fr: Télécharger ficher .torrent

source: Visit download page
es: Ir a página de descarga
fr: Aller à la page de téléchargements

source: Download magnet
es: Descargar magnet
fr: Télécharger magnet

source: Health
es: Disponibilidad
fr: Disponibilité

source: popular_searches_links
es: Tambien puedes visitar las búsquedas más populares %(links)s.
fr: Vous pouvez aussi visiter les termes cherchés les plus populaires %(links)s.

source: or
es: o
fr: ou

source: popular_searches_desc
es: Conoce las búsquedas de torrents más populares del momento
fr: Rencontrez les recherches de torrents les plus chaudes

source: Recent first
es: Más recientes primero
fr: Les plus récents d'abord

source: Older first
es: Antiguos primero
fr: Les plus vieux d'abord

source: Bigger first
es: Grandes primero
fr: Les plus grands d'abord

source: Smaller first
es: Pequeños primero
fr: Les plus petits d'abord

source: High availability first
es: Mayor disponibilidad primero
fr: Les plus disponibles d'abord

source: Low availability first
es: Menor disponibilidad primero
fr: Les moins disponibles d'abord

source: Share
es: Compartir
fr: Partager

source: Report link
es: Reportar enlace
fr: Rapporter un lien

source: Alternative sources
es: Orígenes alternativos
fr: Autres sources

source: Watch trailer
es: Ver trailer
fr: Voir bande-annonce

source: Torrent files
es: Archivos del torrent
fr: Fichiers torrent

source: Torrent information
es: Información del torrent
fr: Information du torrent

source: Torrent description
es: Descripción del torrent
fr: Description du torrent

source: Related torrents
es: Torrents relacionados
fr: Torrents associés

source: Category
es: Categoría
fr: Catégorie

source: Categories
es: Categorías
fr: Catégories

source: Language
es: Idioma
fr: Langue

source: Tags
es: Etiquetas
fr: Étiquettes

source: Title
es: Titulo
fr: Titre

source: Comments
es: Comentarios
fr: Commentaires

source: Length
es: Duración
fr: Longueur

source: Providers
es: Proveedores
fr: Fournisseurs

source: no_results
es: No se han encontrado resultados para <strong>%(query)s</strong>.
fr: Aucun résultat pour <strong>%(query)s</strong>.

source: no_results_sorry
es: Lo sentimos, no tenemos torrents que coincidan con tu búsqueda. Por favor, intenta otra búsqueda.
fr: Désolé, nous n'avons pas de torrents qui correspondent à vos critères. S'il vous plaît essayez une nouvelle recherche.

source: no_results_cat
es: No se han encontrado resultados para <strong>%(query)s</strong> en <strong>%(categorys)s</strong>.
fr: Aucun résultat pour <strong>%(query)s</strong> en <strong>%(categorys)s</strong>.

source: no_results_cat_sorry
es: Lo sentimos, no tenemos torrents que coincidan con tu búsqueda en esta categoría. Por favor, intenta otra búsqueda u otra categoría.
fr: Désolé, nous n'avons pas de torrents qui correspondent à votre recherche dans cette catégorie. S'il vous plaît essayez une nouvelle recherche ou une autre catégorie.

source: no_results_popular_cat_sorry
es: Lo sentimos, no tenemos torrents en esta categoría. Por favor, intenta otra categoría.
fr: Désolé, nous n'avons pas de torrents dans cette catégorie. S'il vous plaît essayez une autre catégorie.

source: no_results_subcat
es: No se han encontrado resultados de <strong>%(subcategory)s</strong> en <strong>%(categorys)s</strong>.
fr: Aucun résultat pour <strong>%(subcategory)s</strong> en <strong>%(categorys)s</strong>.

source: no_results_subcat_sorry
es: Lo sentimos, no tenemos torrents en esta subcategoría. Por favor, intenta otra subcategoría.
fr: Désolé, il n'y a pas de torrents dans cette sous-catégorie. S'il vous plaît essayez une autre sous-catégorie.

source: more torrents...
es: más torrents...
fr: plus torrents...

source: more_category_torrents
es: más torrents de %(categorys)s...
fr: plus torrents de %(categorys)s...

source: at this moment
es: en este momento
fr: à ce moment

source: for today
es: de hoy
fr: pour ajourd'hui

source: for this week
es: de esta semana
fr: pour cette semaine

source: for this month
es: de este mes
fr: pour ce mois

source: of all times
es: de todos los tiempos
fr: pour tous les temps

source: Copyright form
es: Formulario de reclamación
fr: Formulaire de réclamation

source: copyright_text
es: <p>Torrents.fm es un buscador y no aloja contenidos con derechos de autor, por tanto no podemos remover el contenido mismo. Si desea solicitar la retirada de contenidos, deberá contactar con el proveedor de ese contenido. De todas formas, si cree que alguno de los contenidos enlazados se están distribuyendo sin la adecuada autorización de los propietarios de los derechos o que infringe los derechos de terceras partes, puede solicitar que retiremos dichos enlaces utilizando este formulario de reclamaciones o enviando un correo electrónico con la reclamación. Por favor, lea la siguiente información antes de hacerlo.</p><p>Si deliveradamente falsea la información sobre la actividad o el material infractor podrá estar sujeto a la exigencia de responsabilidad por daños y perjuicios. En consecuencia, si no está seguro de si el material disponible en esta web infringe sus derechos de autor, le sugerimos que primero se ponga en contacto con un abogado. Tenga también en cuenta que su mensaje podría ser remitido a terceras partes involucradas en la actividad.</p>
fr: <p>Torrents.fm est un moteur de recherche et n'héberge pas les fichiers sous copyright, donc on ne peut pas supprimer le contenu lui-même. Pour demander la suppression de contenu, vous devez contacter le fournisseur de ce contenu. Quoi qu'il en soit, si vous croyez que tous les fichiers liés sont distribués sans autorisation des titulaires des droits ou atteintent aux droits de tiers, vous pouvez nous demander de supprimer ces liens à l'aide de ce formulaire de plainte ou en envoyant un e-mail avec la demande. S'il vous plaît lisez les informations suivantes avant de le faire.</p><p>Si vous déformez délibérément des informations sur l'activité ou le matériel infracteur vous pouvez être soumis à l'obligation de responsabilité pour les dommages. Par conséquent, si vous n'êtes pas sûr que le matériel disponible sur ce site porte atteinte à vos droits d'auteur, nous vous suggérons de contacter tout d'abord un avocat. Veuillez noter que votre message peut être envoyé à des tiers impliqués dans l'activité.</p>

source: copyright_instructions
es: <p>Por favor, siga las siguientes instrucciones:</p><ul><li>Envíe su reclamación por derechos de autor a <img src='%(static_prefix)s/copyright-email.gif' alt='Dirección de correo electrónico para reclamaciones por derechos de autor.' title='Dirección de correo electrónico para reclamaciones por derechos de autor.' />, en inglés o en español.</li><li>Por favor, intente ser amable y claro para que podamos entender correctamente su reclamación.</li><li>Presente evidencias que muestren claramente que usted es el poseedor de los derechos de autor o que actúa en representación de este.</li><li>Proporcion suficiente información de contacto y una dirección de correo electrónico.</li><li>Por favor, concédanos algunos días (habitualmente 24-48 horas) para procesar la reclamación y compruebe nuevamente los enlaces.</li></ul>
fr: <p>S'il vous plaît suivez les instructions ci-dessous:</p><ul><li>Envoyez votre demande sur droits d'auteur à <img src='%(static_prefix)s/copyright-email.gif' alt='E-mail pour réclamations sur droits d'auteur.' title=''E-mail pour réclamations sur droits d'auteur.' />, en anglais ou en espagnol.</li><li>S'il vous plaît essayez d'être agréable et claire pour que nous pouvons comprendre correctement votre demande.</li><li>Présentez des preuves qui montrent clairement que vous êtes le titulaire des droits d'auteur ou que vous agissez au nom du titulaire.</li>

source: Surname
es: Apellido(s)
fr: Nom de famille

source: Company
es: Empresa
fr: Enterprise

source: Phone
es: Teléfono
fr: Téléphone

source: Link reported
es: Enlace reportado
fr: Lien rapporté

source: Torrents.fm URL
es: URL de Torrents.fm
fr: URL de Torrents.fm

source: Complaint reason
es: Motivo de la reclamación
fr: Motif de la plainte

source: Cylons identifier
es: Descubridor de Cylons
fr: Découvreur de Cylons

source: accept_tos
es: He leído y acepto los <a href='%(legal)s#terms'>Términos de uso</a> y la <a href='%(legal)s#tos'>Política de privacidad</a>.
fr: J'ai lu et j'accepte les <a href='%(legal)s#terms'>Conditions d'utilisation</a> et la <a href='%(legal)s#tos'>Politique de confidentialité</a>.

source: Required field.
es: Campo obligatorio.
fr: Champ obligatoire.

source: Invalid email.
es: Dirección de correo electrónico inválida.
fr: Mail invalide.

source: Invalid URL.
es: Dirección URL inválida.
fr: URL invalide.

source: Reported link can't be a Torrents.fm page, must be the final torrent address.
es: El enlace reportado no puede ser una página de Torrents.fm, debe ser la dirección final del torrent.
fr: Le lien rapporté ne peut pas être une page à Torrents.fm, il devrait être la direction finale du torrent.

source: Torrents URL must be a valid URL.
fr: La URL Torrents.fm doit être une URL valide.

source: Torrents.fm URL must be a Torrents.fm page.
es: La URL de Torrents.fm debe ser una página de Torrents.fm.
fr: La URL de Torrents.fm doit être une page de Torrents.fm.

source: Torrents Downloader screenshot
es: Captura de Torrents Downloader
fr: Capture d'écran de Torrents Downloader

source: Happy downloading!
es: ¡Felices descargas!
fr: Joyeux téléchargements!

source: Thanks for installing Torrents Downloader, we hope you enjoy it.
es: Gracias por instalar Torrents Downloader, esperamos que lo disfrutes.
fr: Merci pour installer Torrents Downloader, nous espérons que vous vous amusez.

source: You can go back to our %(link)s.
es: Puedes volver a nuestra %(link)s.
fr: Vous pouvez revenir à %(link)s.

source: homepage
es: página de inicio
fr: page d'accueil

source: error_desc
es: Ups! %(desc)s
fr: Oups! %(desc)s

source: error_number
es: ERROR %(code)d
fr: ERREUR %(code)d

source: Page not found
es: Página no encontrada
fr: Page non trouvée

source: The requested address does not exists.
es: La dirección solicitada no existe.
fr: L'adresse demandée n'existe pas.

source: File not available
es: Archivo no disponible
fr: Fichier non disponible

source: The file you are trying to access has been removed.
es: El archivo al que tratas de acceder ha sido eliminado.
fr: Le fichier que vous essayez d'accéder a été supprimé

source: An error happened
es: Ha ocurrido un error
fr: Il y a eu une erreur

source: We had some problems displaying this page. Maybe later we can show it to you.
es: Estamos teniendo algunos problemas para mostrar esta página. Tal vez podamos hacerlo más tarde.
fr: Nous avons eu quelques problèmes pour montrer cette page. Peut-être plus tard nous pouvons vous la montrer.

source: Service unavailable
es: Servicio no disponible
fr: Service non disponible

source: This page is temporarily unavailable. Please try again later.
es: Esta página no está disponible temporalmente. Por favor, intenta acceder más tarde.
fr: Cette page n'est pas disponible temporairement. S'il vous plaît réessayez plus tard.

source: I like it
es: Me gusta
fr: J'aime

source: Problems
es: Problemas
fr: Problèmes

source: Fake file
es: Fichero falso
fr: Faux fichier

source: Password protected
es: Protegido con contraseña
fr: Protégé par mot de passe

source: Low quality
es: Baja calidad
fr: Mauvaise qualité
