Repository: Weej1/www
Catalog: torrents/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Copyright claim
es: Reclamación de copyright
fr: Revendication de droit d'auteur

source: Verified
fr: Vérifié

source: Your report has been registered.
es: Su voto ha sido registrado.
fr: Votre rapport a été enregistré.

source: Flagged content
fr: Contenu innaproprié

source: This content has been flagged as $FLAG$. Do you want to download it anyway?
fr: Ce contenu a été marqué comme $FLAG$. Voulez-vous le télécharger de toute façon?

source: No, thanks
fr: Non, merci

source: Possible fake file
fr: Probable faux fichier

source: Possible virus
fr: Probable virus

source: Possible password protected
fr: Probable mot de passe

source: Possible low quality
fr: Probable mauvaise qualité

source: year
es: año
fr: an

source: years
es: años
fr: ans

source: month
es: mes
fr: mois

source: months
es: meses
fr: mois

source: week
es: semana
fr: semaine

source: weeks
es: semanas
fr: semaines

source: day
es: día
fr: jour

source: days
es: días
fr: jours

source: hour
es: hora
fr: heure

source: hours
es: horas
fr: heures

source: second
es: segundo
fr: seconde

source: seconds
es: segundos
fr: secondes

source: Get a visual challenge
es: Realizar una comprobación visual
fr: Realizar una comprobación visual

source: Get an audio challenge
es: Realizar una comprobación sonora
fr: Realizar una comprobación sonora

source: Get a new challenge
es: Cambiar de prueba
fr: Obtenir un nouveau défi

source: Type the two words:
es: Escriba las dos palabras:
fr: Tapez les deux mots:

source: Type what you hear:
es: Escriba lo que oye:
fr: Tapez ce que vous entendez:

source: Help
es: Ayuda
fr: Aide

source: Play sound again
es: Reproducir de nuevo
fr: Jouer son à nouveau

source: Download sound as MP3
es: Descargar sonido como MP3
fr: Télécharger son en format MP3

source: Incorrect. Try again.
es: Incorrecto. Intenta de nuevo.
fr: Incorrect. Essayez à nouveau.

source: This field is required.
es: Campo obligatorio.
fr: Ce champ est obligatoire.

source: Adult content confirmation
es: Confirmación de contenido para adultos
fr: Confirmation de contenu d'adulte

source: You should be 18 or older to see this content.
es: Debes ser mayor de 18 años para ver este contenido.
fr: Vous devez avoir plus de 18 ans pour voir ce contenu.

source: Yes, I am
es: Si, lo soy
fr: Oui, je suis plus âgée

source: No, I'm not
es: No, no lo soy
fr: Non, je ne suis pas plus âgée

source: No trailer available
es: No hay trailer disponible
fr: Aucunne bande-annonce disponible

source: The message has been sent successfully.
es: El mensaje ha sido enviado correctamente.
fr: Le message a été envoyé.

source: Write something!
es: ¡Escribe algo!
fr: Écrivez quelque chose!

source: There was an error registering your vote. Please, try again.
es: Ha ocurrido un error al registrar su voto. Por favor, intentelo nuevamente.
fr: Il y a eu une erreur pour enregistrer votre vote. S'il vous plaît, essayez de nouveau.

source: offer_downloader_title
fr: Hey!<br/>Vous avez besoin d'un client torrent pour télécharger ce fichier

source: offer_downloader_text
fr: Télécharger Torrents Downloader pour obtenir ce fichier maintenant.<br/> Notre téléchargements vous permet de télécharger des torrents rapidement et plus facilement que jamais - absolument gratuit! Si vous avez déjà un client Torrent, cliquez sur <i>Non, merci</i>.

source: offer_downloader_yes
fr: <p>Oui, téléchargez</p>Torrents Downloader

source: offer_downloader_no
fr: <p>Non, merci</p>J'ai déjà un client torrent

source: downloader_update_message
fr: Version %(version)s de %(appname)s est prêt à installer. Voulez mise à niveau maintenant?

source: Browse all downloads
fr: Tous les téléchargements

source: Download Windows version
fr: Télécharger la version de Windows

source: Download clean nightly build
fr: Télécharger propre nightly build limpia

source: OSX & Linux versions coming soon...
fr: Versions OSX et Linux bientôt...

source: Type
es: Tipo

source: Description
es: Descripción

source: Genre
es: Género

source: Email
es: Correo electrónico

source: Message
es: Mensaje

source: verified
es: Verificado

source: minute
es: minuto

source: minutes
es: minutos
